Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_system/patient_support_organisations.html.txt.tmx
Source language: en
Languages: ga

source: There are an extensive number of voluntary, community and support organisations that provide advice, information, services and support to patients and families about health issues
ga: Tá réimse leathan eagraíochtaí deonacha, pobail agus tacaíochta ar fud na hÉireann a chuireann comhairle, eolas, seirbhísí agus tacaíocht ar fáil do othair agus theaghlaigh i dtaca le ceisteanna sláinte in Éirinn

source: These organisations play an integral role in the provision of advice, counselling, sharing of experience, information and support to families and the wider community
ga: Tá ról lárnach ag na heagraíochtaí seo i dtaca le comhairle, comhairliú, eolas agus tacaíocht a chur fáil do theaghlaigh agus don phobal níos leithne, chomh maith le deis a thabhairt dóibh a gcleachtadh a chur in iúl dá chéile

source: Some of the larger voluntary and community and patient support organisations operate on a national basis, and have extensive networks of local links
ga: Feidhmíonn cuid de na heagraíochtaí móra deonacha agus pobail in Éirinn, chomh maith leis ha heagraíochtaí móra a thacaíonn le hothair, ar bhonn náisiúnta agus tá gréasáin leathana de naisc áitiúla acu

source: In addition, some of these organisations offer care services on behalf of your Health Service Executive (HSE) Area within your community
ga: Ina theannta sin, tairiscíonn cuid de na heagraíochtaí seo seirbhísí cúraim ar son na Feidhmeannachta na Seirbhíse Sláinte (FSS) i do limistéar féin

source: Hearing that you, a member of your family or someone you know has been diagnosed with an illness or a rare condition or will go on to develop a progressive disorder can be devastating news
ga: D'fhéadfadh sé bheith millteach dá bfhaighfeá amach go bhfuil galar nó riocht annamh agat nó ag duine de do theaghlach nó duine a bhfuil aithne agat air/uirthi, nó go leanfaidh neamhord a éireoidh níos measa de réir a chéile

source: Often, you may not know where to turn or where begin to seek information or assistance
ga: Go minic ní bheadh fhios agat céard a dhéanamh nó cá háit eolas nó cúnamh a chuartú

source: You may have lots of questions but are nervous about what to ask
ga: D'fhéadfadh mórán ceisteanna a bheith agat ach tú a bheith neirbhíseach faoi cén cheist ba chóir duit a chur

source: You may be facing choices and decisions about treatments and are not sure if the decision you make will be the best one
ga: D'fhéadfadh roghanna agus cinntí faoi chóireáil a bheith agat nach mbeifeá cinnte an ndéanfaidh tú an rogha ceart eatarthu

source: It is important for you, therefore, to know that you are not alone and there is very likely a national or local voluntary or community organisation that can help answer these questions, share its own experiences and talk through with you the various options you face and decisions you and your family will need to make
ga: Te sé tábhachtach mar sin go mbeadh fhios agat nach bhfuil tú i d'aonar agus go bhfuil seans maith ann go bhfuil eagraíocht dheonach nó phobail náisiúnta nó áitiúil ann ar féidir léi cabhrú leat na ceisteanna seo a fhreagairt, a gcuid cleachtaidh féin a chur in iúl duit, agus comhairle a thabhairt duit faoi na roghanna éagsúla atá agat agus na cinntí a bheas ort agus ar do theaghlach a dhéanamh

source: The involvement and participation of the voluntary and community sector in providing advice, information and support at local and national level can be extremely helpful for patients and families
ga: Is mór é an chabhair do othair agus theaghlaigh páirteachas na hearnála deonaí agus pobail in Éirinn i dtaca le comhairle, eolas agus tacaíocht a thabhairt ag an leibhéal áitiúil agus náisiúnta

source: These organisations can help provide information about local services, put families in touch with other families, provide a voice to raise awareness, lobby and campaign for change
ga: Is féidir leis ha heagraíochtaí seo eolas faoi sheirbhísí áitiúla a chur ar fáil, teaghlaigh a chur i dteagmháil le teaghlaigh eile, feasacht a ardú, agus stocaireacht a dhéanamh

source: The Irish Medical Directory is a national directory of patient support groups. It may be available in your local library
ga: Má leanann tú na naisc seo a leanas do eolaithe náisiúnta de eagraíochtaí tacaíochta do othair, eagraíochtaí deonacha agus pobail, beidh tú in ann seirbhísí agus tacaíocht náisiúnta agus áitiúla a aimsiú

source: The healthcomplaints.ie list of support organisations includes organisations that can offer information, advocacy or advice
ga: Is éard atá san Eolaí Leighis eolaí náisiúnta de ghrúpaí a thacaíonn le hothair. B'fhéidir go mbeadh sé ar fáil i do leabharlann áitiúil

source: The CAF (Contact a Family) Directory is a national directory of support organisations and organisations from the UK
ga: Eolaí náisiúnta de ghrúpaí tacaíochta agus eagraíochtaí sa RA is ea Eolaí CAF

source: Some of these organisations have branches in Ireland
ga: Tá brainsí ag cuid na heagraíochtaí seo in Éirinn

source: The online version of the CAF Directory also contains a database that includes information on a substantial number of specific conditions and rare disorders
ga: Tá bunachar sonraí de líon mór riochtanna sonracha agus neamhoird annamha sa leagan idirlín den Eolaí CAF
